driver-tests/bpelse/assign/AssignNamespacesJBI/test/AttrQname6/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:att="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart">
  <soapenv:Body>
    <att:partElement att:newAttribute="AttrQname6:someVal">
      <att:newElement>AttrQname6</att:newElement>
      <att:nestedElement xmlns:AttrQname6="http://j2ee.netbeans.org/wsdl/attrQnameAssign_withStructPart" att:newAttribute="AttrQname6:someVal"/>
    </att:partElement>
  </soapenv:Body>
</soapenv:Envelope>